Repository: VitexSoftware/FlexiBee-ClientZone
Catalog: i18n/*/LC_MESSAGES/clientzone.po
Languages: cs_cz

source: missing login
cs_cz: chybějící login

source: missing password
cs_cz: chybějící heslo

source: Multiplete ContactID
cs_cz: Vícenásobné ID kontaktu

source: Using the first one
cs_cz: Používám první

source: Sign in %s all ok
cs_cz: Přihlšení %s vše ok

source: Modify
cs_cz: Upravit

source: Change version %s already processed
cs_cz: Verze změny %s byla již zpracována

source: Handler Class %s does not exist
cs_cz: Třída pro zpracování %s neexistuje

source: Empty WebHook request
cs_cz: Webhook vrátil prázdnou odezvu

source: Last Processed Change ID Saving Failed
cs_cz: Ukládání posledního zpracovaného ID změny selhalo

source: Please wait while our salesman contact you.
cs_cz: Prosíme vyčkejte než vás zkontaktuje náš obchodník

source: purchase order
cs_cz: Objednávka služeb

source: Proforma
cs_cz: Zálohová faktura

source: Invoice
cs_cz: Faktura

source: Unhandled type of item
cs_cz: Neznámý druh položky

source: Please choose service
cs_cz: Prosím zvolte službu

source: Product with code %s does not exist
cs_cz: Produkt s kódem %s neexistuje

source: Missing product code
cs_cz: Chybějící kód produktu

source: %s added to cart
cs_cz: %s přidáno do košíku

source: Product not specified
cs_cz: Produkt nebyl zvolen

source: Item %s was settled without action handled in OrderPlugin code
cs_cz: Položka %s byla zaplacena bez akce v kódu objednávkového pluginu

source: Getting clients
cs_cz: Získávám zákazníky

source: %s Clients Found
cs_cz: %s Klientů nalezeno

source: Getting debts
cs_cz: Získávám pohledávky

source: %s Debts Found
cs_cz: %s Pohledávek nalezeno

source: Clear %s Remind labels
cs_cz: Čistím %s štítky upomínek

source: %d clients to remind process
cs_cz: %d klientů k upomenutí zpracováno

source: User %s not present in LMS; cannot set dashboard
cs_cz: Uživatel %s nemá LMS id; nemohu nastavit dešbord

source: Dashboard for: %d
cs_cz: Dašbord pro: %d

source: Disconnect for: %d
cs_cz: Odpojení pro %d

source: Invoice locked: skipping process
cs_cz: Faktura zamknutá přeskakuji zpracování

source: Invoice %s remind %s date saved
cs_cz: Faktura %s Datum umomínky %s uloženo

source: Invoice %s remind %s date save failed
cs_cz: Faktura %s chyba ukládání data upomínky %s

source: Remind send disbled
cs_cz: Odesílání pohledávek zakázáno

source: Remind %d already sent
cs_cz: Upomínka %d byla již odeslána

source: No debts to remind
cs_cz: Žádne pohledávky k upomenutí

source: Invoice %s locked again
cs_cz: Faktura %s byla znovu uzamknuta

source: Invoice %s locking failed
cs_cz: Faktura %s chyba znovuzamykání

source: Set Label %s
cs_cz: Štítek %s nastaven

source: Set dashboards for %d customers
cs_cz: Nastavuji dešbord pro %d zákazníků

source: Disconnect %d customers
cs_cz: Odpojuji %d zákazníků

source: Connect %d customers
cs_cz: Připojeno %d klientů

source: Delete
cs_cz: Smazat

source: Are you sure %s ?
cs_cz: Jste si jistý %s ?

source: Edit
cs_cz: Upravit

source: No Update Action Defined
cs_cz: Akce při aktualizaci nebyla definována

source: No Delete Action Defined
cs_cz: Akce při smazání nebyla definována

source: Common item
cs_cz: Běžná pložka

source: Product Code
cs_cz: Kód produktu

source: Product code from our pricelist
cs_cz: Kód produktu z naší nabídky

source: Items count
cs_cz: počet položek

source: Amount requested
cs_cz: Požadované množství

source: Note for stuff
cs_cz: Poznámka pro personál

source: ASAP Please
cs_cz: Rychle prosím

source: Your kind words about ordered item
cs_cz: Vaše poznámka ka objednávané položce

source: Producet with code %s does not exist
cs_cz: Produkt s kódem %s neexistuje

source: New Contact
cs_cz: Nový kontakt

source: Code
cs_cz: Kód

source: Name
cs_cz: Jméno

source: Email address is empty
cs_cz: Emailová adresa je prázdná

source: Pricelist
cs_cz: Ceník

source: %s items found
cs_cz: %s položek nalezeno

source: Settings
cs_cz: Nastavení

source: Password change
cs_cz: Změna hesla

source: About
cs_cz: O aplikaci

source: Sign Out
cs_cz: Odhlášení

source: Cart
cs_cz: Košík

source: Sign In
cs_cz: Přihlášení

source: Login
cs_cz: Přihlašovací jméno

source: Password
cs_cz: Heslo

source: Remeber me
cs_cz: Pamatuj si mne

source: Click to hide messages
cs_cz: Klikněte pro skrytí zpráv

source: Cart contents
cs_cz: Obsah košíku

source: Image
cs_cz: Obrázek

source: Price
cs_cz: Cena

source: Count
cs_cz: Počet

source: Remove
cs_cz: Odstranit

source: Cash desk
cs_cz: Pokladna

source: Order now
cs_cz: Objednej nyní

source: Cart is empty
cs_cz: Košík je prázdný

source: Download Your %s
cs_cz: Stáhněte svou %s

source: your email address in most of cases
cs_cz: větsinou vaše emailová adresa

source: Password you recivied by email
cs_cz: Heslo které jste obdžel mailem

source: Please enter your Login and Password
cs_cz: Prosím zadej jméno a heslo

source: Customer Invoices
cs_cz: Faktury Zákazníka

source: Phone
cs_cz: Pevná linka

source: Cell
cs_cz: Mobilní číslo

source: Open in FlexiBee
cs_cz: Otevřít ve FlexiBee

source: Orders
cs_cz: Objednávky

source: New order
cs_cz: Nová objednávka

source: My orders
cs_cz: Mé objednávky

source: Close
cs_cz: Zavřít

source: Search
cs_cz: Hledání

source: Service Requested
cs_cz: Požadovaná služba

source: Enter details
cs_cz: Vlož detaily

source: Order Now
cs_cz: Objednej nyní

source: Please choose your service
cs_cz: Prosím zvolte svou službu

source: Settled
cs_cz: Uhrazeno

source: Done
cs_cz: Hotovo

source: Open
cs_cz: Otevřít

source: Show
cs_cz: Zobraz

source: Download
cs_cz: Stažení

source: Send
cs_cz: Odešli

source: Company
cs_cz: Společnost

source: %s days to due
cs_cz: %s dní do splatnosti

source: %s days after due
cs_cz: %s dní po splatnosti

source: Hosted by
cs_cz: Hostuje

source: More
cs_cz: Více

source: Source code
cs_cz: Zdrojové kódy

source: Issues
cs_cz: Podpora

source: Version
cs_cz: Verze

source: Actions
cs_cz: Akce

source: Thumbnail
cs_cz: Náhled

source: Small 150x150px
cs_cz: Malý 150x150px

source: Large image
cs_cz: Velký obrázek

source: Save
cs_cz: Ulož

source: %s File %s was attached
cs_cz: %s soubor %s byl přiložen

source: %s records with label %s
cs_cz: %s záznamů se štítkem %s nalezeno

source: Please sign in as admin first
cs_cz: Nejprve se prosím přihlaš jako admin

source: Please sign in as user first
cs_cz: Přihlaš se nejprve jako uživatel

source: Zewl score
cs_cz: Známka bonity

source: Address
cs_cz: Adresa

source: Delete ?
cs_cz: Smazat ?

source: No
cs_cz: Ne

source: Yes
cs_cz: Ano

source: History table %s is not empty
cs_cz: Tabulka historie %s není prázdná

source: %d records found in evidence %s
cs_cz: %d položek bylo nalezeno v evidenci %s

source: No changes to process
cs_cz: žádné změny ke zpracování

source: Cart Item %s was removed
cs_cz: Položka košíku %s byla odstraněna

source: Spoje.Net Order Form
cs_cz: Objednávkový formulář Spoje.Net

source: Missing product ID
cs_cz: Chybí ID produktu

source: User password change
cs_cz: Změna hesla uživatele

source: Password was changed
cs_cz: Heslo bylo změněno

source: Changed password
cs_cz: Změněné heslo

source: Dear user %s, your password was changed to
cs_cz: Vážený %s, vaše heslo bylo změněno na

source: Current password
cs_cz: Stávající heslo

source: New Password
cs_cz: Nové heslo

source: Password confirm
cs_cz: Potvrzení hesla

source: Change password
cs_cz: Změna hesla

source: Sign On
cs_cz: Registrace

source: New password for %s
cs_cz: Nové heslo pro %s

source: Sign On informations was changed:
cs_cz: Přihlašovací údaje byly změněny

source: Username
cs_cz: Uživatelské jméno

source: unknown email address %s
cs_cz: Neznámá mailová adresa %s

source: Please enter your email.
cs_cz: Prosím zadejte svůj email

source: Lost password recovery
cs_cz: Obnova ztraceného hesla

source: Forgot your password? Enter your e-mail address you entered during the registration and we will send you a new one.
cs_cz: Zapoměli jste heslo ? Vložte svojí e-mailovou adresu kterou jste zadali během registrace a my vám pošleme nové.

source: Send New Password
cs_cz: Pošli nové heslo

source: Please check your mailbox for new password
cs_cz: Prosíme zkontrolujte svou poštu pro nové heslo

source: and
cs_cz: a

source: Please enable cookies in your browser
cs_cz: Prosím zapněte cookies ve svém prohlížeči

source: Sign in first please
cs_cz: Nejprve se prosím přihlašte

source: Welcome to ClientZone
cs_cz: Vítejte do Klientské Zony pro FlexiBee

source: Sign in
cs_cz: Přihlášení

source: usually your email address
cs_cz: Obvykle vaše emailová adresa

source: My Orders
cs_cz: Mé Objednávky

source: Invoices
cs_cz: Faktury

source: FlexiBee Init
cs_cz: Inicializace FlexiBee

source: I already have an customer number
cs_cz: Již mám zákaznické číslo

source: Wrong call
cs_cz: Špatné volání

source: Order Form
cs_cz: Objednací formulář

source: Sign up
cs_cz: Registrace

source: Contact
cs_cz: Kontakt

source: Label
cs_cz: Štítek

source: Sign Off
cs_cz: Odhlášení

source: Thank you for your favor and we look forward to another visit
cs_cz: Děkujeme za váš zájem a těšíme se na další návštěvu

source: Invoice was sent
cs_cz: Faktura byla odeslána

source: Mailer does not work
cs_cz: Pošťák nepracuje

source: Human control field is empty
cs_cz: Lidské kontrolní políčko je prázdné

source: six
cs_cz: šest

source: Mail address is too short
cs_cz: Mailová adresa je příliš krátká

source: invalid email address
cs_cz: Chybná emailová adresa

source: Mail address %s is allready registered
cs_cz: Mailová adresa %s je již registrována

source: Are you smart human ?
cs_cz: Jste chytrý člověk ?

source: Company registered
cs_cz: Společnost klienta byla zaregistrována

source: User account created
cs_cz: Úživatelský účet byl vytvořen

source: Sign On info
cs_cz: Přihlašovací údaje

source: clientzone Account
cs_cz: Účet clientzone

source: New clientzone account: %s
cs_cz: Nový účet clientzone: %s

source: New Customer
cs_cz: Nový zákazník

source: Error saving Contact
cs_cz: Chyba ukládání kontaktu

source: Error saving Company
cs_cz: Chyba ukládání Firmy

source: Welcome
cs_cz: Vítejte

source: After registering, you will be prompted to order service.
cs_cz: Po registraci vám bude nabídnuta objednávka služeb

source: All notifications target to your email
cs_cz: Všechny notifikace směřují na váš mail

source: Requied
cs_cz: Požadováno

source: Email Address
cs_cz: Emailová adresa

source: Telephone number
cs_cz: Telefoní číslo

source: Company ID number
cs_cz: IČO

source: Only for company
cs_cz: Pouze pro firmy

source: Company VAT number
cs_cz: DIČ

source: The Cube
cs_cz: Krychle

source: How many walls does the cube have?
cs_cz: Kolik stěn má krychle ?

source: Only for humans
cs_cz: Pouze pro lidi

source: Singn On
cs_cz: Registrace

source: Finish
cs_cz: Dokončit

source: Order
cs_cz: Objednávka

source: Download Your Proforma #%s Here
cs_cz: Stáhněte svou zálohovou fakturu zde %s

source: Please sign in to finish your order
cs_cz: Prosím přihlašte se pro dokončení obejdnávky

source: Order Accepted
cs_cz: Přijatá objednávka

source: Order %s was accepted
cs_cz: Objednávka %s byla přijata

source: %s for your order
cs_cz: %s pro vaší objednávku

source: Proforma was sent to %s
cs_cz: Zálohová faktura byla odeslána na %s

source: Get Your %s Here %s
cs_cz: Vaše %s ke stažení zde %s

source: The order is empty
cs_cz: Objednávka je prázdná

source: Search results
cs_cz: Výsledky vyhledávání

source: %d occurencies of %s found
cs_cz: %d výskytů %s nalezeno

source: Search for %s results in %s
cs_cz: Hledám %s v %s

source: Change Password
cs_cz: Změna hesla
